class MorningMessages {
  static const List<String> messages = [
    "يقول الله تعالى: 'وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا'",
    "قال رسول الله صلى الله عليه وسلم: 'مَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ'",
    "أذكار الصباح تضيء يومك، فلا تنسها.",
    "يقول الله تعالى: 'لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا'",
    "ابدأ يومك بابتسامة وتوكل على الله.",
    "قال صلى الله عليه وسلم: 'أَحَبُّ الأَعْمَالِ إِلَى اللَّهِ أَدْوَمُهَا وَإِنْ قَلَّ'",
  ];
}
